/* No comment provided by engineer. */
"+48 61 630 60 05" = "+48 61 630 60 05";

/* No comment provided by engineer. */
"Attackers might be trying to steal your information (for example, passwords, messages, or credit cards)." = "Les pirates peuvent essayer de voler vos données (par exemple, mots de passe, messages ou informations sur les cartes de crédit).";

/* No comment provided by engineer. */
"Back" = "Retour";

/* No comment provided by engineer. */
"Bank transfer" = "Virement";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Card" = "Carte";

/* No comment provided by engineer. */
"Card number" = "Numéro de carte";

/* No comment provided by engineer. */
"Close and go back" = "Fermer et revenir en arrière";

/* No comment provided by engineer. */
"Correct your card number" = "Corrigez votre numéro de carte";

/* No comment provided by engineer. */
"Credit card" = "Carte de crédit";

/* No comment provided by engineer. */
"credit or debit" = "crédit ou débit";

/* No comment provided by engineer. */
"Customer service" = "Service client";

/* No comment provided by engineer. */
"CVV code" = "Code CVV";

/* No comment provided by engineer. */
"Delete" = "Supprimer";

/* No comment provided by engineer. */
"Enter a card number" = "Entrez un numéro de carte";

/* No comment provided by engineer. */
"Please enter a valid date" = "Veuillez saisir une date valide";
"Please enter a valid code" = "Veuillez saisir un code valide";
"MM/YY" = "MM/AA";

/* No comment provided by engineer. */
"Enter CVV code" = "Saisir le code CVV";

/* No comment provided by engineer. */
"Error" = "Erreur";

/* No comment provided by engineer. */
"Expiration date" = "Date d'expiration";

/* No comment provided by engineer. */
"fast online transfer" = "virement en ligne rapide";

/* No comment provided by engineer. */
"footer.termsAndCondiontsUrl" = "https://static.payu.com/sites/terms/files/TERMS_AND_CONDITIONS_OF_PROVIDING_PAYU_SERVICE.pdf" ;

/* No comment provided by engineer. */
"I accept " = "J'accepte ";

/* No comment provided by engineer. */
"New card" = "Nouvelle carte";

/* No comment provided by engineer. */
"No, stay on one payment page" = "Non, rester sur la page de paiement";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Publisher" = "Editeur";

/* No comment provided by engineer. */
"Save and use" = "Sauvegarder et utiliser";

/* No comment provided by engineer. */
"Scan Card" = "Numériser la carte";

/* No comment provided by engineer. */
"Position your card in this frame" = "Positionnez votre carte dans ce cadre";

/* No comment provided by engineer. */
"Hold still…" = "Ne bougez pas…";

/* No comment provided by engineer. */
"Select payment method" = "Sélectionner le mode de paiement";

/* No comment provided by engineer. */
"This card is not supported" = "Cette carte n'est pas prise en charge";

/* No comment provided by engineer. */
"PayU Payment Terms" = "Conditions de paiement de PayU";

/* No comment provided by engineer. */
"Use" = "Utiliser";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Yes, go back" = "Oui, retour au magasin";

/* No comment provided by engineer. */
"Your connection is not secure" = "La connexion n'est pas sécurisée";

/* No comment provided by engineer. */
"Your payment will be canceled. Continue?" = "Votre paiement sera annulé. Continuer ?";

/* Apple Pay strings */
"Apple Pay" = "Apple Pay";
"Configure to pay by phone" = "Configurer pour payer par téléphone";
"Pay by phone" = "Payer par téléphone";

/* Blik strings */
"BLIK" = "BLIK";
"use code from your bank app" = "paiement par code par l’application de votre banque";
"Enter BLIK code" = "Saisir le code BLIK";
"Authorize and store BLIK payment in your bank app" = "Autoriser et stocker le paiement dans l'application de votre banque";
"one-tap payment" = "paiement par touche unique";
"Enter new BLIK code" = "Je veux saisir un nouveau code BLIK";
"saved BLIK payment" = "paiement BLIK sauvegardé";

/* Mastercard Installments strings */
"Transaction approved" = "Transaction acceptée";
"Installment payment" = "Paiement en plusieurs fois";
"The recipient will get the total order amount." = "Le vendeur recevra le montant total de la commande.";
"You can split this payment into installments with Mastercard." = "Vous pouvez utiliser le service Mastercard Pay en plusieurs fois et échelonner ce paiement en plusieurs versements";
"Split into installments" = "Je paie en plusieurs fois";
"No, thanks" = "Non, merci";
"You can pay in installments with Mastercard. Select the number of installments to confirm." = "Vous pouvez échelonner votre paiement Mastercard en plusieurs versements. Confirmez votre choix de payer en plusieurs fois.";
"total" = "total";
"1st installment" = "1er versement";

/* payu installments */
"Installments" = "Versements";
"decision in even 15 minutes" = "décision sous 15 minutes";
"Your application is still being reviewed." = "Votre demande est toujours en cours d'examen.";
"Your lender and/or store will inform you of the next steps." = "Vous serez informé des prochaines étapes par votre fournisseur de crédit et/ou le magasin.";
"In order to finalize the process You will be redirected to browser" = "Afin de terminer le processus avec le fournisseur de crédit, vous serez redirigé vers le navigateur";
"Accept" = "Continuer";
